from datetime import datetime

MOCK_DATA = {
    "תאריך\nעסקה": [
        datetime(2025, 12, 1),
        datetime(2025, 11, 30),
        datetime(2025, 11, 29),
        datetime(2025, 11, 29),
        datetime(2025, 11, 28),
    ],
    "שם בית עסק": [
        "IHERB IHERB.COM",
        "מדינה בשרים",
        "WOLT",
        "מכון אקדמי טכנולוגי חולון",
        'חברת פרטנר תקשורת בע"מ',
    ],
    "סכום\nחיוב": [236.38, 46.0, 72.45, 1331.66, 124.9],
    "ענף": ["מזון ומשקאות", "מסעדות", "מסעדות", "מוסדות", "תקשורת ומחשבים"],
}
